; TCP-Z language resource file

; http://msdn.microsoft.com/en-us/library/ms903928.aspx
; Locale identifier	Language	Sublanguage - locale	Default code page	Language code 
; 0x041f			Turkish		Turkey			1254				TRK 

[info]
LanguageName=Turkish (Türkçe)
LanguageID=0x041f
CodePage=1254
Translator=Yekta Kayman
Version=2.6
LastModified=03/10/2009

[Common]
AlreadyRun=Zaten çalışıyor...... Tekrar çalıştırmaya gerek yok.
AboutBox=&Hakkında TCPZ...
Minimize=Küçült
OK=Tamam
Success=Başarılı
Fail=Başarısız
SaveToFile=Dosyaya Kaydet


[TCP]
Version=Versiyon
FileLimit=Dosya Sınırı
MemoryLimit=Hafıza Sınırı
OriginalFile=Orijinal
Yes=Evet
No=Hayır
EVIDCount=EvID 4226
Connection=Bağlantı
Established=Kuruldu
HalfOpen=Yarı Açık
CreateDepth=Oluşturma Derinliği
Incoming=Gelen
Speed=Hız
Download=İndirme
Upload=Yükleme
Peak=Tarihi Zirve
FailGetNicInfo=Ağ adaptörü bilgisi alınamadı.
VersionNotMatch=tcpip.sys versiyonu işletim sistemine uygun değil, TCP-Z kapatılacak.\n\nUyumluluk modunda çalıştırılmaya izin yok!
FailGetVersion=Hata. tcpip.sys kilitlenmiş olabilir.
UnKnown=Bilinmiyor
UnLimited=Sınırısız,Crack

[Statistics]
Statistics=İstatistikler
TCPStatistics=IPv4 için TCP İstatistikleri
DurationOfStatistics=İstatistik Süresi
OutgoingConnection=Giden Bağlantı Girişimi
IncomingConnection=Gelen Bağlantı Girişimi
FailedConnection=Başarısız Bağlantı Girişimi
EstablishedConnection=Başarılı Bağlantı Sayısı
SuccessRatio=Başarı Oranı
Reset=Reset
AdapterInfo=Ağ Adaptörleri Bilgisi
DeviceType=Aygıt Tipi
OperateStatus=Bağlantı Durumu
LinkSpeed=Bağlantı Hızı
TransmitSpeed=Gönderim Hızı
ReceiveSpeed=Alım Hızı
; // A: This "UP" comes from c++ header file, means active, connected
Up=Bağlı
Down=Kesik
Ethernet=Yerel Ağ
PPP=PPP
Wireless=Kablosuz


[Detail]
Detail=Detay
Process=İşlem
PID=PID
ProcessInfo=İşlem Bilgisi
; These info is same as Windows Task Manager
MemUsage=Hafıza Kullanımı
VMSize=VM Boyutu
IORead=I/O Okuma
IOWrite=I/O Yazma


[Patch]
Patch=Yama
PatchMemory=Hafıza Yaması
PatchFile=Tcpip.sys Dosya Yaması
OldValue=Eski Değer
NewValue=Yeni Değer
Offset=Offset
Apply=Uygula
MsgMemPatch=Hafızadaki yarı-açık bağlantı limitini değiştir.\nHemen etki etmektedir.\n\nDeğiştirilmiş değerler bilgisayar kapatılıncaya kadar aktif kalacaktır.
TipMemPatch=Hafıza Yaması ipuçları
Open=Aç
MsgTipMemPatch=Daha fazla otomasyon için TCP-Z Sanal Aygıtı deneyiniz.\nKurulum sonrasında, yarı-açık bağlantı sınır değeri her sistem başlatımında ayarladığınız değere getirilecektir.
MsgFilePatch=Aktifleşmesi için bilgisayarı yeniden başlatın.\n Bu yamanın sadece bir kez uygulanması yeterlidir.\n\n Vista da dosya yaması için 'Universal Tcpip.sys Patch' deneyin.

InvalidValue=Yeni Değer geçersiz!
ComfirmPatchFile=Tcpip.sys dosyasını yamamak istediğinizden emin misiniz?
FailDisableWFP=Windows Dosya Korumasını etkisizleştirmede HATA.\n\nVeya, bu fonksiyon daha önce etkisizleştirildi.

UnsupportedOS=Bu işletim sistemi desteklenmemektedir.
FailExtractFile=Sürücü dosyası açılmasında HATA.
FailLoadDriver=Sürücü dosyası yüklemesinde HATA. \nPrograma sağ tıklayarak Yönetici olarak çalıştırın.\n\nBazı antivirus yazılımları sürücü yüklemesini engelleyebilir, yazılım kurallarını ayarlamanız gereklidir.
LoadErrorCode=Tcp-z sürücü yükleme hatası. Hata Kodu:
FailOpenSCM=Servis Kontrol Yöneticisini açma Hatası. Kullanıcı hakları yetersiz.
FailCreateService=Servis oluşturma hatası
FailStartService=Servis başlatma hatası
TestsigningNotEnable=TESTSIGNING durumu devre dışı.\n\nDaha fazla bilgi için, see Readme.txt.\n\nTESTSIGNING etkinleştirilsin mi?
TestsigningSetOK=TESTSIGNING durumu ETKİN.\n\nEğer masaüstünüzde'Test Mode' yazısı çıkarsa, 'RemoveWatermarkX64.exe' ile kaldırabilirsiniz.\n\nEtkili olması için bilgisayarı yeniden başlatın.

SetSuccess=Ayarlanan TCP Yarı-Açık bağlantı sınırı:
SetFail=Yeni sınır değer atanmasında HATA.


[About]
About=Hakkında
ReadMe=Beni Oku ve Yardım ...

[MiniBar]
Active=Aktif
Statistics=İstatistikler


[LanguageDialog]
LangChanged=Arayüz dili değişti, etkili olması için programı yeniden başlatınız.


[PopupMenu]
ShowTCPZ=&Gözter / Gizle TCP-Z
OnTopmost=Daima Üstte
ShowMinibar=Göster / Gizle Minibar
Transparent=Saydamlık Yüzdesi
CaptureTCPZ=TCP-Z Pencere Görüntüsü al
CaptureScreen=&Ekran Görüntüs al
RefreshNicList=&Ağ Adaptör Listesi Yenile
Exit=Ç&ıkış